#version: 0.2
n ]</w>
[ n]</w>
i n
in g</w>
t h
a n
i s</w>
th e</w>
an d</w>
t o</w>
i n</w>
a r
i t
o f</w>
o u
o n</w>
th e
l a
e s</w>
l e</w>
h i
h o
w it
wit h</w>
o n
s t
e d</w>
a l
p la
e r</w>
w hi
ou n
ar e</w>
t ing</w>
whi le</w>
r e
a t</w>
o w
r a
a n</w>
o m
u s
y ing</w>
k ing</w>
d ing</w>
h is</w>
a s</w>
i t</w>
the r</w>
s om
r o
e r
t w
y oun
youn g</w>
o r
r i
e a
tw o</w>
h er</w>
on e</w>
o ther</w>
the n</w>
b e
pla ying</w>
c h
a t
s ho
l i
h e</w>
ou t</w>
d o
e l
o v
ow n</w>
ho w</w>
u p</w>
d e
i c
k s</w>
som e
sho w
d own</w>
s it
m a
t s</w>
l y</w>
s i
in to</w>
us ing</w>
d e</w>
l o
d s</w>
p u
a c
w h
s e
g e
b y</w>
f or
g e</w>
oun d</w>
an other</w>
ho l
e n</w>
u n
e n
th r
f o
i r</w>
ar ound</w>
sit ting</w>
the ir</w>
l it
t al
som e</w>
p p
si de</w>
t le</w>
f ro
st an
s m
some one</w>
lit tle</w>
fro m</w>
y s</w>
al l</w>
st ra
c h</w>
s h
l ing</w>
s p
m on
l ar
m p
g h
g h</w>
o f
de mon
lar ge</w>
demon stra
d i
t a
l e
ou t
u r
th at</w>
e x
do ing</w>
of f</w>
v ing</w>
ov er</w>
pla ys</w>
an c
t ting</w>
e ar
w al
j u
the m</w>
t i
sm all</w>
w at
hol ding</w>
fo r</w>
' s</w>
f e
a b
k e</w>
stan ding</w>
s s
d anc
tal king</w>
t o
p er
w a
b l
the y</w>
hi m</w>
show ing</w>
l s</w>
s he</w>
out side</w>
be ing</w>
b ac
lo o
m ov
re a
us es</w>
c t
s c
o p
m ing</w>
ear ing</w>
thr ow
ab out</w>
a l</w>
ch ing</w>
f i
e ra
ou gh</w>
w earing</w>
r un
r ying</w>
s t</w>
k es</w>
o o
t es</w>
c u
per for
v e</w>
thr ough</w>
h a
g ing</w>
show n</w>
s s</w>
to ge
toge ther</w>
ju mp
on g</w>
n ing</w>
ri ding</w>
o l
bac k</w>
danc ing</w>
se v
c om
era l</w>
sev eral</w>
la u
t e
p s</w>
s w
th ing</w>
v er
ea ch</w>
pla y</w>
ch es</w>
it e</w>
p re
r u
c k</w>
a pp
do es</w>
in s</w>
g i
demonstra ting</w>
t ed</w>
some thing</w>
lo w</w>
us h
demonstra tes</w>
wh ite</w>
ma king</w>
t rying</w>
u l
it s</w>
pp ing</w>
v es</w>
p a
p ar
o r</w>
s a
w or
ro ss</w>
lau gh
r ed</w>
n t</w>
l ow
re e</w>
ex pla
in side</w>
sit s</w>
d o</w>
show s</w>
ch e
wal king</w>
s k
ver y</w>
pu l
for e</w>
be fore</w>
th ree</w>
ma ke</w>
p ro
g a
sp ea
stan ds</w>
h as</w>
di f
st ar
d ri
t ri
sh a
fe re
m s</w>
hol ds</w>
g o
ac ross</w>
dif fere
throw s</w>
b u
b o
differe nt</w>
b ing</w>
t h</w>
i l
b la
p ra
on to</w>
q u
fo l
e e
f al
s el
in d</w>
gh t</w>
p o
bla ck</w>
bl ow
c le
ic ks</w>
pra ct
pract ic
l ong</w>
pla c
d ed</w>
c li
jump s</w>
run s</w>
li f
wh o</w>
s e</w>
f a
wal ks</w>
c on
ge tting</w>
wat ching</w>
d er</w>
be h
pu tting</w>
beh ind</w>
p ush
w as</w>
l ed</w>
t ur
in ing</w>
d es</w>
wat ch</w>
l ying</w>
c i
s n
cli m
u e</w>
throw ing</w>
mov ing</w>
r e</w>
perfor ming</w>
ea ting</w>
c ar
b r
p e
h el
el e
i c</w>
hi gh</w>
loo king</w>
pu ts</w>
s ing</w>
us e</w>
t e</w>
la ying</w>
er e</w>
run ning</w>
ha ving</w>
out do
ar d</w>
pu t</w>
bl ue</w>
g re
tal ks</w>
p ing</w>
ar ds</w>
b e</w>
fal ls</w>
fi l
se en</w>
in ging</w>
f ul
w oo
sw i
re c
ea r</w>
g s</w>
wh at</w>
ex t</w>
n ext</w>
laugh ing</w>
ma kes</w>
the re</w>
ta kes</w>
op en</w>
ge ts</w>
d y</w>
a ga
t er</w>
de n</w>
loo ks</w>
te mp
jump ing</w>
at temp
sel f</w>
be g
en ing</w>
k n
i r
g g
ele ct
ou s</w>
wor king</w>
practic ing</w>
cu t</w>
k ed</w>
r in
tri es</w>
woo den</w>
g ra
a d
s li
ic al</w>
de sc
f li
m an
b s</w>
h ea
al ong</w>
t ow
it ting</w>
c oo
s u
ro l
ic king</w>
sh ing</w>
s ur
li ke</w>
v i
h an
expla ining</w>
wa y</w>
y el
ou r</w>
h its</w>
gi ving</w>
ge t</w>
go ing</w>
s low
er ing</w>
m ming</w>
desc ri
c ra
wh en</w>
ss ed</w>
ri des</w>
w i
s es</w>
ma le</w>
m i
a f
star ts</w>
pre par
slow ly</w>
c an</w>
b i
a way</w>
s h</w>
or s</w>
ch ed</w>
c at
n s</w>
elect ri
c lo
c ol
ss ing</w>
beg ins</w>
gre en</w>
h itting</w>
f la
d ly</w>
ur ing</w>
mov es</w>
spea king</w>
al ly</w>
st and</w>
wh ere</w>
c a
bu t</w>
wat ches</w>
c la
blow ing</w>
ic k</w>
m e
electri c</w>
ss es</w>
cu tting</w>
m o
expla ins</w>
i ous</w>
er ed</w>
d uring</w>
ic k
at e</w>
r y</w>
spea ks</w>
s ea
d re
ta king</w>
pa in
fa st</w>
t en
af ter</w>
cle an
sn ow
v ar
mov e</w>
p le</w>
perfor ms</w>
p icks</w>
a s
laugh s</w>
aga in
var ious</w>
blow s</w>
again st</w>
d ra
sea ted</w>
l es</w>
in gs</w>
for th</w>
st ru
whi ch</w>
b le</w>
m self</w>
outdo ors</w>
n e
i ling</w>
st ing</w>
c ing</w>
w ra
hi mself</w>
d ar
fe w</w>
l ou
j o
er s</w>
t ly</w>
un der</w>
ha ve</w>
ful ly</w>
perfor m</w>
n o
cle an</w>
dri ving</w>
s qu
ol der</w>
dre ssed</w>
st ic</w>
danc e</w>
s inging</w>
tur ns</w>
en s</w>
s it</w>
h u
plac es</w>
m e</w>
p ou
push ing</w>
tow ards</w>
rec or
sk i
ri ght</w>
k icks</w>
in do
n ear</w>
d u
bi g</w>
f in
wal k</w>
y ed</w>
v y</w>
s o</w>
m p</w>
c king</w>
swi mming</w>
g o</w>
a ge</w>
br ush
w ing</w>
hi t</w>
ro w</w>
el ing</w>
d rin
gi ves</w>
w ard</w>
hea vy</w>
f our</w>
dar k</w>
go es</w>
pul ls</w>
c ks</w>
pp ed</w>
m ul
l ea
c re
push es</w>
b rea
yel low</w>
clim bing</w>
ear s</w>
ch an
snow y</w>
m ar
bo th</w>
t el
c o
c ov
at ta
lif ts</w>
p in
a ting</w>
d ro
ti e</w>
man y</w>
lif ting</w>
b oun
r ing</w>
sh ar
r on
m us
ju mp</w>
g ed</w>
sp e
sh es</w>
outdo or</w>
n ar
bu il
pro per
ju gg
f u
qu ick
proper ly</w>
col or
w r
indo or</w>
app lying</w>
x ing</w>
li st
quick ly</w>
li es</w>
loo k</w>
e en</w>
th row</w>
f f
t er
sa me</w>
bac k
rea dy</w>
sho o
t y</w>
c ho
tw een</w>
s er
ri de</w>
lau gh</w>
it ing</w>
be tween</w>
atta ched</w>
fe e
com pe
w ards</w>
g ging</w>
s low</w>
op ens</w>
k icking</w>
clean ing</w>
tal k</w>
pul ling</w>
ta ke</w>
mul ti
la r</w>
te en
op s</w>
ma de</w>
le e
l an
multi ple</w>
fe male</w>
s ed</w>
g es</w>
ful l</w>
ol d</w>
c e</w>
re p
ra i
hel d</w>
st re
pla yed</w>
for ward</w>
attemp ting</w>
teen age</w>
cov ered</w>
attemp ts</w>
pin k</w>
t ra
danc es</w>
b low</w>
w e
mus ical</w>
fol low
che ering</w>
c ur
c e
rol ling</w>
nar ra
fu l</w>
be n
b bing</w>
prepar ing</w>
pla stic</w>
d er
ea ts</w>
c l
t ou
fi r
cu ts</w>
com p
stre t
descri bing</w>
app ears</w>
coo king</w>
rea ding</w>
spe ci
r an
ov e</w>
wa shing</w>
di sc
us h</w>
no t</w>
w in
sho w</w>
ru n</w>
ro a
descri b
p i
u p
la ys</w>
plac ing</w>
p er</w>
el y</w>
con t
ab ove</w>
c es</w>
t ea
wor ks</w>
fir st</w>
sa ys</w>
lou d</w>
back wards</w>
b ur
u ff
describ es</w>
us ed</w>
c ti
n y</w>
com es</w>
w el
sw inging</w>
b al
disc us
ma ss
i g
di s
in stru
sur f
sm iling</w>
list ening</w>
in ning</w>
che er</w>
w ere</w>
sp ra
ho t</w>
fin i
clim bs</w>
clo se</w>
se t</w>
brush ing</w>
f t</w>
at es</w>
us t</w>
sp ins</w>
ski ing</w>
m ed</w>
li gh
un ny</w>
sm o
j ust</w>
st s</w>
s hi
d d
t ic
c r
th is</w>
c ou
app lies</w>
on al</w>
s lee
hol d</w>
er ci
star t</w>
pro per</w>
the m
k ee
el s</w>
y o
wi th
e at</w>
aga in</w>
han ging</w>
fli ps</w>
pul l</w>
g u
fol ding</w>
z ed</w>
prepar es</w>
wor k</w>
yo u</w>
ch ri
re move</w>
e mp
chri st
cat ches</w>
them sel
themsel ves</w>
rep ea
m en
f ac
v ed</w>
mass a
m as</w>
il l</w>
christ mas</w>
st ri
cra w
en jo
fol d</w>
kn e
te dly</w>
kn o
shar p
p icking</w>
k i
c al
po in
c ro
sp inning</w>
ru bbing</w>
op ening</w>
ee z
t ry</w>
pain ting</w>
fo re
ha pp
h er
repea tedly</w>
or e</w>
drin king</w>
tur ning</w>
stra i
sha king</w>
p ed</w>
l it</w>
app ly</w>
fal ling</w>
clim b</w>
ig n</w>
her self</w>
bal anc
b a
s ings</w>
s si
ne w</w>
sc ra
dro ps</w>
sw ings</w>
pre ten
narra tes</w>
sc rea
c ting</w>
a m
le ss</w>
cou ra
fee ding</w>
c oun
br own</w>
r s</w>
en coura
or an
fore ign</w>
el se</w>
cla pping</w>
car e
be side</w>
t en</w>
oran ge</w>
le ft</w>
jugg ling</w>
with out</w>
recor ding</w>
rea d</w>
m u
cre ate</w>
color ed</w>
s la
pul led</w>
an s</w>
surf ing</w>
comp le
tea ching</w>
sh ed</w>
ex erci
speci al</w>
g li
emp ty</w>
oo d</w>
buil ding</w>
in ter
par tic
p ick</w>
h ard</w>
pu n
pou ring</w>
n a
cont in
tow ard</w>
fil ming</w>
at ed</w>
t ying</w>
sur r
sk ating</w>
c rying</w>
b ling</w>
re moves</w>
in ed</w>
i f</w>
demonstra te</w>
se e</w>
me chan
che ers</w>
care fully</w>
st e
f all</w>
tel ls</w>
slee ping</w>
mechan ical</w>
c ed</w>
ad ju
wel l</w>
gra bs</w>
dri ves</w>
par a
re ally</w>
practic e</w>
compe ting</w>
cl ear</w>
x ed</w>
ti al</w>
n o</w>
fil led</w>
ss y</w>
co ra
c ts</w>
ru bs</w>
pou rs</w>
ic e</w>
vi e
su c
an i
fla t</w>
wra pping</w>
hel ping</w>
un der
p ush</w>
sha ving</w>
le ar
se e
rol ls</w>
sha kes</w>
k ick</w>
plac ed</w>
op era
h ear
in e</w>
w s</w>
un ti
sm oo
sh uff
hel ps</w>
ga the
surr oun
s ly</w>
f ron
e i
be low</w>
ti c</w>
di ving</w>
t u
ou sly</w>
hel p</w>
in st
f lo
wr iting</w>
wa ving</w>
p es</w>
han d
st ops</w>
se tting</w>
re moving</w>
fron t</w>
st ed</w>
p e</w>
ct ed</w>
y our</w>
w ea
unti l</w>
contin u
b us
al so</w>
y a
ra cing</w>
c t</w>
n ed</w>
m ore</w>
st o
rea ds</w>
hear d</w>
fli pping</w>
f lying</w>
de cora
com ing</w>
ch a
ce ss
smo king</w>
fa r</w>
bus y</w>
ar ding</w>
ta in</w>
sli ding</w>
coo k</w>
pu r
mar tial</w>
ee l</w>
sw ee
f rying</w>
c ross</w>
w re
v en</w>
swi ms</w>
it i
sho r
m il
we t</w>
t less</w>
st ir
se m
dri b
tal l</w>
fol ds</w>
enjo ying</w>
suc cess
on ly</w>
cu lar</w>
c rea
tel ling</w>
shi r
com men
b an
a p
sn eez
shir tless</w>
g r
ea d</w>
sa iling</w>
p ac
g er</w>
wa sh</w>
wa iting</w>
ti ed</w>
pre p
prep are</w>
pi er
h al
di gging</w>
d one</w>
ron ic</w>
li c</w>
g ood</w>
elect ronic</w>
ci r
shoo ting</w>
se ts</w>
de n
b ra
as ks</w>
l l</w>
fli p</w>
cr ow
c ked</w>
brea k</w>
b ea
wre st
t ac
po li
dra wing</w>
che wing</w>
wa shes</w>
se par
s an
lou dly</w>
gra ssy</w>
f unny</w>
bl on
bl es</w>
sm il
ri es</w>
p ops</w>
lif t</w>
shor t</w>
pur ple</w>
hu ge</w>
in t
in g
partic i
cti ve</w>
smil es</w>
practic es</w>
tou ches</w>
de e
an t</w>
n '
gathe red</w>
car ving</w>
bo arding</w>
ti ght</w>
i al</w>
pre ssing</w>
n' t</w>
in fla
i zed</w>
car rying</w>
c er
c hi
n ear
discus sing</w>
at i
kne eling</w>
si an</w>
p l
o b
li ght</w>
in di
cer tain</w>
ar ran
tw i
rea ches</w>
in ser
x es</w>
v e
swi m</w>
stret ching</w>
lo a
l d</w>
c or
al one</w>
whi st
surroun ded</w>
inter vie
exerci sing</w>
bo dy</w>
tw ir
pro te
b ar
u ti
squ are</w>
follow ed</w>
brush es</w>
sa w</w>
d ry</w>
cla p</w>
ya w
t ick
g ro
beg in</w>
wa xed</w>
ta pping</w>
sli des</w>
pa st</w>
fee ds</w>
f ri
ti gh
jugg les</w>
a sian</w>
se con
sa ying</w>
s unny</w>
dee p</w>
con cre
clo sed</w>
ta ble</w>
st u
secon d</w>
dri ve</w>
ben ds</w>
s o
p eel</w>
crea ting</w>
concre te</w>
bur ning</w>
success fully</w>
r ound</w>
ic ally</w>
fi gh
ex c
en ga
craw ling</w>
boun ces</w>
massa ging</w>
mar ching</w>
cat ch</w>
at ting</w>
thr own</w>
strai gh
f re
cir cular</w>
c k
st ill</w>
sk i</w>
sha ve</w>
gre at</w>
gi ve</w>
en ed</w>
brea ks</w>
some body</w>
m ea
lear ning</w>
color ful</w>
as sem
mp ing</w>
le ans</w>
dd le</w>
boun cing</w>
plac e</w>
f ly</w>
be at</w>
spra ying</w>
ir d</w>
hea d</w>
ge n
figh ting</w>
di rec
be en</w>
s ma
mea sur
cho pping</w>
s of
m in
wra p</w>
ee ds</w>
car ve</w>
s ol
ov er
ic ked</w>
fol ded</w>
balanc ing</w>
wr it
n ea
ha d</w>
w ed</w>
sp o
pain t</w>
shar p</w>
s y</w>
pe eling</w>
p lan
happ y</w>
en t</w>
buil d</w>
shoo ts</w>
recor ded</w>
k en</w>
it ed</w>
com e</w>
an g
st icks</w>
se n
ra pi
i d</w>
gu i
cat ching</w>
u ght</w>
st a
rec ei
i ls</w>
d ding</w>
clean s</w>
strai ght</w>
blon de</w>
tur n</w>
tou ching</w>
sneez es</w>
pa ssing</w>
low ing</w>
drin ks</w>
coo ked</w>
bea uti
wra pped</w>
v er</w>
star ting</w>
pre sses</w>
m m
der ly</w>
br ush</w>
yel ls</w>
tri mming</w>
pain ts</w>
on ing</w>
near by</w>
lan ds</w>
in es</w>
el derly</w>
ad ding</w>
z ing</w>
ti es</w>
rol l</w>
re lea
fi ve</w>
b ed</w>
a ged</w>
wat er</w>
to p</w>
mov ed</w>
kee ps</w>
h y
gg ling</w>
c y</w>
st er</w>
mi xing</w>
ben ding</w>
ar y</w>
a u
w ill</w>
prote ctive</w>
at m</w>
f l
cl u
at s</w>
w ho
recor ds</w>
fil med</w>
e ver
yel ling</w>
v ely</w>
sw ing</w>
push ed</w>
preten ding</w>
ob ser
kne els</w>
fi x</w>
coun ting</w>
u s</w>
poin ts</w>
follow s</w>
b are</w>
ab le</w>
shoo t</w>
s led</w>
pu b
pub lic</w>
poin ting</w>
la y</w>
la un
l er</w>
gli ding</w>
follow ing</w>
fil ling</w>
discus ses</w>
cur ling</w>
compe te</w>
boun cy</w>
v ol
v eling</w>
up side</w>
th in</w>
st y
sh ou
screa ms</w>
kno cks</w>
d ow
to sses</w>
sharp en</w>
ic an</w>
gg les</w>
fi xing</w>
el ed</w>
c al</w>
beauti ful</w>
roa sting</w>
re mo
drin k</w>
b rai
t ening</w>
pla u
pa sses</w>
ever y
ch u
ap plau
sharp ening</w>
man s</w>
l ined</w>
sc re
rai ses</w>
pe tting</w>
cla ps</w>
wh e
spea k</w>
screa ming</w>
re ct
mp s</w>
crow ded</w>
cro ssing</w>
am er
z en</w>
sof t</w>
re ac
fro zen</w>
d ou
al ing</w>
tri m</w>
sha ves</w>
mo st</w>
in y</w>
fe ed</w>
d dy</w>
st icking</w>
see ms</w>
hu gging</w>
gro om
gg ed</w>
encoura ges</w>
at ic</w>
youn ger</w>
wa xing</w>
remo te</w>
kee p</w>
instru cting</w>
at e
adju sts</w>
ad ds</w>
wi pes</w>
v ac
narra ting</w>
mu ddy</w>
le an
intervie wed</w>
h ur
f en
un i
t or
stret ches</w>
spra ys</w>
sp read</w>
smoo th</w>
si g
ow ing</w>
ex am
dis plays</w>
wi de</w>
infla table</w>
e m
dow n
d ead</w>
c ele
b ro
win dy</w>
pp o
pa ting</w>
p ow
p en
in vol
bo y</w>
b right</w>
a th
wra ps</w>
un seen</w>
sha ped</w>
separ ate</w>
s y
ra l</w>
pa ss</w>
ic y</w>
for m</w>
ex ten
continu es</w>
be nt</w>
adju sting</w>
whist ling</w>
vac u
pun ching</w>
partici pating</w>
instru cts</w>
i red</w>
dis played</w>
cele bra
ath le
amer ican</w>
vacu u
st uff
squ eez
pier ced</w>
para sailing</w>
fac ial</w>
tac k
sto p</w>
fini shes</w>
dou ble</w>
ca ught</w>
woo ded</w>
to o</w>
th an</w>
stir ring</w>
star ing</w>
sm el
sk ate
shuff ling</w>
preten ds</w>
po p</w>
pain ted</w>
mi ddle</w>
massa ges</w>
m an</w>
low er</w>
in clu
bl in
be e</w>
athle tic</w>
st om
sli de</w>
pro fe
profe ssi
pe t</w>
fi shing</w>
exc ited</w>
cra cks</w>
com bing</w>
col le
attemp t</w>
u pp
stu ck</w>
nea th</w>
lif ted</w>
fri s
en t
under neath</w>
li ed</w>
f ting</w>
f el
app ear</w>
al low</w>
upp er</w>
lean ing</w>
le ts</w>
k e
fris bee</w>
fa ke</w>
en ds</w>
drib bling</w>
dra w</w>
d rying</w>
con ne
c eeds</w>
wrest le</w>
wa ys</w>
sp reading</w>
opera ting</w>
n ice</w>
app roa
wea ving</w>
w ar
sm al
si l
or ting</w>
mi sses</w>
lan ding</w>
indo ors</w>
fil l</w>
th ick</w>
smal ler</w>
p icked</w>
gen tly</w>
fil ls</w>
ee p</w>
dd ling</w>
com m
cle ar
wa ves</w>
to ssing</w>
sh allow</w>
int era
de li
c ries</w>
b ri
app lied</w>
sha ved</w>
rapi dly</w>
ing le</w>
i ly</w>
gre y</w>
gi ant</w>
fac ing</w>
cra cking</w>
ani sh</w>
wa shed</w>
th ird</w>
s oun
re pa
gi ven</w>
tw ice</w>
ta ting</w>
st ac
pou red</w>
li ve</w>
fi c</w>
coun ts</w>
as king</w>
y m
tur ned</w>
sp anish</w>
sha ke</w>
se w</w>
mu ch</w>
man i
lee p</w>
f anc
as leep</w>
v o
st eep</w>
smo kes</w>
sk is</w>
s us
re moved</w>
on ed</w>
of f
ligh ter</w>
ir oning</w>
han ds</w>
gra p
ca p
brea king</w>
al i
writ es</w>
st ro
snow boarding</w>
si x</w>
pu la
professi onal</w>
ho o
fanc y</w>
f ree</w>
f ed</w>
di g</w>
cu te</w>
craw ls</w>
al s</w>
y e</w>
who le</w>
we i
u al</w>
st r
st er
sc o
s le
o ppo
mani pula
ki sses</w>
ha mm
g rin
fini shing</w>
dra ws</w>
col d</w>
w n</w>
ta l</w>
t t
par t</w>
or ing</w>
indi an</w>
gra b</w>
fini shed</w>
en tly</w>
cro sses</w>
at ely</w>
ta ps</w>
sn a
sli ce</w>
rect ly</w>
pro ceeds</w>
li cks</w>
gh tly</w>
g ri
comple te</w>
a part</w>
wr ite</w>
whi l
t ted</w>
ste ps</w>
si zed</w>
p it
l ling</w>
inst al
ban ging</w>
whil st</w>
w il
sus pen
speci fic</w>
s ingle</w>
pro po
m oun
l u
kee ping</w>
k y</w>
hu gs</w>
ha ired</w>
fli es</w>
clo ses</w>
cho p</w>
chan ge</w>
to o
ti ve</w>
on s</w>
i mp
gra y</w>
fil ms</w>
e t</w>
di ves</w>
d un
cal led</w>
al most</w>
su d
sli cing</w>
sho veling</w>
san ding</w>
pun ches</w>
ligh ting</w>
li cking</w>
hi ll</w>
as si
ac ting</w>
. .</w>
under water</w>
sy n
qu i
in du
flo ating</w>
decora ting</w>
d ru
cra ck</w>
twir ling</w>
th read</w>
t iny</w>
t ates</w>
stri ped</w>
stri al</w>
sp in</w>
si de
s at</w>
re sting</w>
n i
lea ding</w>
l ov
indu strial</w>
hal f</w>
ex t
every one</w>
ea ster</w>
down hill</w>
direc ting</w>
ca using</w>
suspen ded</w>
st rin
squ atting</w>
sol ve</w>
re w</w>
ki ssing</w>
i l</w>
fi ght</w>
fac e</w>
d iti
coo ks</w>
cal ls</w>
ca use</w>
b ble</w>
wh y</w>
swee p</w>
surf s</w>
sh u
s wal
ro b
pu mping</w>
pla y
ligh ts</w>
g ym
exerci se</w>
dro pping</w>
cr ou
b ab
ad just</w>
ac comp
yaw ning</w>
vi g
v en
v a
ten s</w>
sp ed</w>
sit i
rai sing</w>
poli shing</w>
per fe
partic u
p r
on ce</w>
h e
gym na
gra bbing</w>
dra wn</w>
dis playing</w>
che cking</w>
wrest ling</w>
vi l</w>
t ex
st ea
skate boarding</w>
scra bble</w>
partici p
op ened</w>
ki ss</w>
fini sh</w>
drib bles</w>
di r
b ly</w>
ad d</w>
z y</w>
w e</w>
th rew</w>
su cking</w>
ski pping</w>
ro du
p our</w>
mul t
int rodu
in ten
gymna stic</w>
fa ils</w>
f le
di d</w>
demonstra ted</w>
che ck</w>
b or
ta ken</w>
t iti
swee ping</w>
sk ed</w>
particu lar</w>
para chu
m ly</w>
inclu ding</w>
ex pl
diti onal</w>
dir ty</w>
d a
wi ping</w>
w om
w an
ur e</w>
twi sting</w>
tra ining</w>
ta ining</w>
t ran
strin ged</w>
st ood</w>
sk ates</w>
ra ce</w>
po pping</w>
p ri
p an</w>
mo tor
hu g</w>
h ar
bl ed</w>
be cause</w>
b ow
approa ches</w>
wei gh
wa its</w>
sle dding</w>
sha pe</w>
reac h</w>
rea ching</w>
ra w</w>
po siti
motor ized</w>
jump ed</w>
cho ps</w>
car ries</w>
bo xing</w>
ben d</w>
whe eled</w>
u m
stru ggles</w>
sk ate</w>
side ways</w>
sh e
rol led</w>
re la
qu ick</w>
qu e</w>
mil king</w>
le tting</w>
indi vi
i m
e la
e l</w>
be st</w>
al ready</w>
a mon
ve l</w>
stir s</w>
st ran
rai sed</w>
me ssing</w>
indivi du
han gs</w>
grap h
ga ther</w>
fla shing</w>
ci vil</w>
back ward</w>
at tac
z es</w>
yaw ns</w>
wea ve</w>
up right</w>
syn ch
sud den
sudden ly</w>
st it
sn app
ru b</w>
pre sen
pl u
pe els</w>
instal ling</w>
continu ously</w>
chan ging</w>
br ings</w>
wa ke</w>
tra ditional</w>
t om
stra pped</w>
st age</w>
spra y</w>
si mi
roa sted</w>
o ly</w>
la t
kn it</w>
k a
for ming</w>
f ind</w>
bo b
balanc es</w>
an e
tea ches</w>
synch ron
sp reads</w>
sc or
relea ses</w>
prepar ed</w>
poli sh</w>
opera tes</w>
op oly</w>
ne w
mon opoly</w>
measur ing</w>
grin ding</w>
f it</w>
arran ging</w>
wal ked</w>
titi ve</w>
su pp
sa y</w>
s wit
m at
inst ead</w>
inser ts</w>
gli des</w>
cti onal</w>
co a
au tom
wel ding</w>
wa ve</w>
vi si
un g</w>
ter n
star ted</w>
soun ds</w>
me made</w>
low s</w>
kn itting</w>
inst all</w>
ho memade</w>
expla in</w>
cov ering</w>
cor rec
che ered</w>
vi de
tigh ten</w>
stran ge</w>
sho t</w>
ro ck
ra n</w>
pro du
p an
no i
n er</w>
mil k</w>
l en</w>
han g</w>
groom ing</w>
graph ed</w>
fel l</w>
di ve</w>
cra shes</w>
comple tes</w>
cat e</w>
stuff ed</w>
stri kes</w>
snapp ing</w>
simi lar</w>
re o
pe ts</w>
le t</w>
individu al</w>
enjo y</w>
encoura ging</w>
e t
car ves</w>
at ten
a i
v els</w>
twir ls</w>
tou ch</w>
sty le</w>
stret ch</w>
sli ghtly</w>
sla ps</w>
sit e</w>
sil ver</w>
shuff le</w>
ri ps</w>
po ssi
po king</w>
particip ate</w>
on stage</w>
mi xes</w>
lo r</w>
lea ves</w>
l and</w>
kno cking</w>
instru ctional</w>
fla t
deli ver
de ci
craw l</w>
correc t</w>
con ver
comm erci
cho reo
assem bling</w>
al tern
ac ou
a sked</w>
y mp
w ears</w>
visi ble</w>
squ ats</w>
sli ces</w>
roa st</w>
or ts</w>
oppo site</w>
ol ymp
nar row</w>
lo ck</w>
list ens</w>
in tri
gi ggling</w>
conne cted</w>
commerci al</w>
cha sing</w>
balanc e</w>
ati ve</w>
win d
wat ched</w>
stom ping</w>
sto pping</w>
st ir</w>
sp rin
sp lit</w>
sp its</w>
sk y
sh ine</w>
ru bi
rock y</w>
list en</w>
la st</w>
kn ea
el ling</w>
e ven</w>
cur l</w>
cha ses</w>
an sw
ac t</w>
wa x</w>
un loa
tex ting</w>
stret ched</w>
ste pping</w>
shou ld</w>
scra m
ro tating</w>
jo gging</w>
j ac
go t</w>
fla ming</w>
en d</w>
discus s</w>
compe titive</w>
bal d</w>
an n
amon g</w>
acou stic</w>
a g
tri ms</w>
tick les</w>
t ty</w>
recei ving</w>
pro vi
pow ered</w>
po se</w>
op ing</w>
noi sy</w>
n ch</w>
massa ged</w>
l ine</w>
ing ly</w>
in ner</w>
happ ening</w>
gr ou
ent ers</w>
en ding</w>
dar k
d ded</w>
cre ates</w>
choreo graphed</w>
chan ges</w>
car ry</w>
ban gs</w>
b bed</w>
weigh ted</w>
we ird</w>
tri e
straigh tening</w>
sp i
shuff les</w>
sh ining</w>
sa f
re trie
re li
p run
ma l</w>
m ic</w>
lo ses</w>
gu lar</w>
d ying</w>
d ic
cont ro
color ing</w>
co lor</w>
ar m</w>
writ ten</w>
wa it</w>
vacuu ming</w>
t at
s er</w>
r hy
olymp ic</w>
m med</w>
j e
ir ing</w>
happ ily</w>
encoura ged</w>
d yed</w>
che ws</w>
cat ed</w>
bor n</w>
ad ver
accomp ani
wom ans</w>
vide o
ush ing</w>
uni que</w>
tu ally</w>
tick ling</w>
ta st
synchron ized</w>
stra ting</w>
st al</w>
sk il
sel y</w>
scra t
s and</w>
play fully</w>
pac king</w>
or ted</w>
m owing</w>
kn own</w>
in spe
grou p</w>
ea l</w>
e u
dri es</w>
direc ts</w>
commen ting</w>
brai ding</w>
ar gu
adver ti
up beat</w>
twi sts</w>
th reading</w>
star es</w>
st ick</w>
sha ping</w>
scor es</w>
ro cking</w>
pra cti
invol ving</w>
il ed</w>
enga ged</w>
ea sy</w>
ce p
ann oun
th ough</w>
str ong</w>
ri pping</w>
preten d</w>
pa ddling</w>
lov ed</w>
lear n</w>
l ining</w>
instru cted</w>
h un
f ic
exten ded</w>
di mly</w>
bob sled</w>
a vo
z o
wat ering</w>
wan ts</w>
vig or
te en</w>
tal ly</w>
ta p</w>
straigh ten</w>
squ ir
sp ar
rhy th
ra te</w>
plan ting</w>
min i
mi xed</w>
man ual</w>
jugg le</w>
in hal
g loved</w>
fre nch</w>
fo c
enga ge</w>
ei ther</w>
e ven
dri lling</w>
de mo
celebra ting</w>
boun ce</w>
w ear</w>
sna ps</w>
sn or
sky diving</w>
pp y</w>
mo bi
le go</w>
laun dry</w>
lar ger</w>
il lu
hand ling</w>
gli sh</w>
fre sh</w>
fo o
en glish</w>
du mps</w>
zo om
surroun ding</w>
su cks</w>
smoo thing</w>
sharp ens</w>
s on</w>
s in
repa ir</w>
re v
pre tty</w>
po stal</w>
ow s</w>
over head</w>
on g
me ssy</w>
mass age</w>
kno cked</w>
it es</w>
intri cate</w>
flo ral</w>
fal len</w>
e ing</w>
dro p</w>
cor rectly</w>
clo ser</w>
buil t</w>
bu t
bri e
beg inning</w>
ba d</w>
b al</w>
an y</w>
af ri
vigor ously</w>
ul t</w>
t earing</w>
t each</w>
se ar
recei ves</w>
r ough</w>
pier cing</w>
ou r
ou gh
or d
low ers</w>
hea d
fol low</w>
fin ds</w>
f f</w>
exam ines</w>
cro ssed</w>
con taining</w>
con stru
cal m</w>
bro ken</w>
blon d</w>
b eating</w>
ati onal</w>
tack les</w>
squeez es</w>
si mp
ro tates</w>
reli gi
re ve
pa ssed</w>
ou ght</w>
obser ves</w>
measur e</w>
lat in</w>
la id</w>
k icked</w>
i en
dro pped</w>
di ps</w>
dd les</w>
d ang
cla i
c ry</w>
c a</w>
be l
b ye</w>
assem ble</w>
ar ti
yel l</w>
win ks</w>
to ld</w>
th o
ta sting</w>
t ro
stru ms</w>
squeez ing</w>
sp on
sm i
show ca
rubi k</w>
ri ed</w>
religi ous</w>
pun ch</w>
pu lar</w>
po pular</w>
perfe ct</w>
pe ted</w>
me d
m y</w>
it e
ir on</w>
inser t</w>
hamm ering</w>
dra gging</w>
crow d</w>
clear ing</w>
car peted</w>
bac king</w>
argu ing</w>
ar ded</w>
tu m
to ss</w>
t ter</w>
su ck</w>
stru mming</w>
st i
spo ts</w>
sp lit
snor k
sma shing</w>
ski ps</w>
ski p</w>
see m</w>
sc rubbing</w>
sc a
s wa
recor d</w>
rapi d</w>
pu t
p ho
opera te</w>
n um
n e</w>
mi x</w>
me di
ligh tly</w>
lea ds</w>
han ded</w>
fi ed</w>
f ound</w>
ext re
er ous</w>
en ter</w>
en closed</w>
en a</w>
electri cal</w>
dro o
decora tive</w>
com bs</w>
clo sing</w>
cla ss
ca sting</w>
attac h</w>
an k</w>
z e</w>
wind surfing</w>
tic ally</w>
ta ping</w>
ster n</w>
so ci
sn i
sli ps</w>
se nt</w>
se es</w>
se cur
ru bbed</w>
rea l</w>
pu mps</w>
pan ning</w>
or t</w>
moun ted</w>
ma car
macar ena</w>
m el
lo cal</w>
li vely</w>
laun ches</w>
f ur
encoura ge</w>
en ter
dd led</w>
dark ened</w>
colle cting</w>
clean er</w>
clean ed</w>
ci den
chan ting</w>
ch atting</w>
afri can</w>
ac rob
ac ciden
a head</w>
v ated</w>
tigh tening</w>
su ch</w>
ssi ve</w>
sp itting</w>
smel ls</w>
sma shes</w>
shi ft</w>
sh ines</w>
se g
pro ce
po sing</w>
parachu ting</w>
mo pping</w>
m ol
lea ps</w>
la ss
gg le</w>
for mal</w>
enjo ys</w>
dri ven</w>
cli pping</w>
class ical</w>
b at
arran ges</w>
x i
with in</w>
tri ple</w>
tel l</w>
sur e</w>
success ful</w>
su b
sta y</w>
sprin k
slee ps</w>
sla pping</w>
sit ing</w>
pre ss</w>
pr om
p or
p at
ong side</w>
obser ve</w>
o p</w>
nea tly</w>
mus cular</w>
mobi le</w>
loo se</w>
loo se
ligh ted</w>
la ter</w>
h i</w>
gui ding</w>
gui des</w>
fri ed</w>
f ea
e y</w>
dru mming</w>
dri ll</w>
ca st</w>
c lou
be tter</w>
an gular</w>
al ongside</w>
ad ded</w>
accompani ed</w>
win k</w>
wa xes</w>
ur ed</w>
tat too
straigh tens</w>
se wing</w>
scre wing</w>
r out
qui e
quie tly</w>
or g
or ed</w>
o d
new born</w>
min i</w>
mi lit
milit ary</w>
j er
it self</w>
g lowing</w>
fl uff
enga ging</w>
cur ly</w>
contro l</w>
con du
comple ting</w>
ce fully</w>
ca uses</w>
bo tt
bl own</w>
bac ks</w>
at op</w>
acrob atic</w>
ac cep
a r</w>
too k</w>
tick led</w>
tel y</w>
t a</w>
stac king</w>
sneez ing</w>
si ve</w>
si fting</w>
separ ating</w>
sc ore</w>
sc oo
s pla
rev eal</w>
rep orting</w>
re spon
pa dded</w>
ord in
on ally</w>
o c
j a
introdu ces</w>
hand le</w>
gi c</w>
ela bo
ee ding</w>
ea si
descri be</w>
decora ted</w>
contin ue</w>
clou dy</w>
c op
brush ed</w>
bar be
ani m
wil dly</w>
wil d</w>
ul ting</w>
tur ed</w>
the s</w>
t y
sla ms</w>
ser ving</w>
repa iring</w>
re ver
par ked</w>
p rin
p oun
p ans</w>
ov en</w>
ka ya
jo ins</w>
intervie wing</w>
infla ted</w>
han ding</w>
ha ir
fin e</w>
fa shi
f at</w>
expl oring</w>
di rectly</w>
di pping</w>
comp li
c y
be arded</w>
app ro
acciden tally</w>
win ds</w>
whist le</w>
w ins</w>
ti ally</w>
t ical</w>
swi r
su per
sto pped</w>
smoo th
sli ced</w>
si mult
shou ting</w>
seg way</w>
see ing</w>
screa m</w>
saf ely</w>
rout ine</w>
rai se</w>
pra i
mult i</w>
man eu
inser ting</w>
in e
gre e
fen cing</w>
fen ced</w>
fa ster</w>
ex clai
elabo rate</w>
dri ed</w>
di gs</w>
de sig
co ordin
c us
c over</w>
bur ps</w>
bur ping</w>
bur n</w>
buil ds</w>
wea ves</w>
wa ding</w>
tri mmed</w>
the d</w>
ta ins</w>
t ears</w>
smi le</w>
simult ane
ser ves</w>
scram bled</w>
practi sing</w>
po kes</w>
para gliding</w>
ou d</w>
na ked</w>
le gged</w>
kno ck</w>
jo in</w>
ite dly</w>
intera cts</w>
in te
in front</w>
hand held</w>
h and</w>
g ol
fla sh</w>
fin ally</w>
exc itedly</w>
cir c
ca sts</w>
c en
c an
br inging</w>
ba king</w>
af ter
' re</w>
z zy</w>
we stern</w>
ush es</w>
un known</w>
tow ed</w>
stru ggling</w>
ster ically</w>
smel ling</w>
simp le</w>
s orting</w>
ro pe</w>
propo sing</w>
pre ssed</w>
pre sent</w>
plan t</w>
pa ved</w>
p t</w>
org ani
mini at
miniat ure</w>
ma gic</w>
m ee
l in
intera ct</w>
inten se</w>
imp re
i d
hy sterically</w>
hi gh
hea ted</w>
gr own</w>
fli pped</w>
exten ds</w>
even tually</w>
e very</w>
dun ks</w>
crou ches</w>
cra cked</w>
cov ers</w>
con si
clear s</w>
bow ling</w>
bo t
bar king</w>
ba ked</w>
atta ching</w>
applau ds</w>
anim ated</w>
vacuu m</w>
swee ps</w>
swal lows</w>
stuff ing</w>
squ at</w>
some where</w>
soci ali
snork eling</w>
s ound</w>
ro ping</w>
propo ses</w>
par tially</w>
pac k</w>
off ers</w>
la te</w>
im it
ig n
hu man</w>
h ere</w>
groom ed</w>
g er
exam ining</w>
ex e
dra gs</w>
d om
d folded</w>
car ved</w>
cal ling</w>
b un
b eats</w>
atten ding</w>
arran ge</w>
applau d</w>
al ized</w>
wi pe</w>
th in
ta ught</w>
t r
sur f</w>
super vi
st able</w>
sna p</w>
smo ke</w>
sho vel</w>
sc ul
san dy</w>
sa wing</w>
sa il</w>
s pu
ra ther</w>
possi ble</w>
perfor med</w>
n eeds</w>
med ical</w>
m atic</w>
li ck</w>
ke y</w>
invol ves</w>
in j
hoo ked</w>
h ear</w>
for med</w>
ff ing</w>
f our
di sp
de ta
de aling</w>
d ye</w>
cur ved</w>
commen tates</w>
cen tra
brie fly</w>
blin dfolded</w>
a w
te sting</w>
stit ching</w>
spu n</w>
sco oping</w>
poin ted</w>
pit ches</w>
pac ked</w>
obser ving</w>
o m</w>
near ly</w>
mi m
me sses</w>
manipula tes</w>
m ous</w>
m ma
loa ded</w>
li kes</w>
lea ve</w>
knea ding</w>
it ted</w>
ho ps</w>
hea ded</w>
hair y</w>
g ical</w>
four th</w>
fashi oned</w>
ex per
du mping</w>
dre ssing</w>
desc ends</w>
demo strating</w>
cou ld</w>
commen ts</w>
clo sely</w>
che cks</w>
brai d</w>
arran ged</w>
a ma
1 0</w>
win ding</w>
wel d</w>
w ant</w>
tur ing</w>
tri ed</w>
to m</w>
thr u</w>
sur pri
st ly</w>
so ap
soap y</w>
she ering</w>
shar ing</w>
ro t
rect angular</w>
presen ts</w>
pit ched</w>
pe eled</w>
p lowing</w>
p lo
or ien
orien tal</w>
num erous</w>
manipula ting</w>
m ely</w>
lea ving</w>
l er
gg er</w>
ge st
foo t</w>
fin al</w>
fi xes</w>
ex hal
er y</w>
easi ly</w>
droo ling</w>
deliver ing</w>
ct ly</w>
coordin ated</w>
con gra
commen tating</w>
chi pping</w>
chi p</w>
ca me</w>
b lo
al oud</w>
z on
wor ked</w>
war m</w>
wa kes</w>
un successfully</w>
tra veling</w>
ti re</w>
tho se</w>
swit ches</w>
stri king</w>
speci alized</w>
sla p</w>
simultane ously</w>
sha pes</w>
sh ly</w>
scra ping</w>
re sts</w>
ra pping</w>
qu id</w>
prun ing</w>
pre forming</w>
po ses</w>
perfe ctly</w>
maneu ver
lo cated</w>
li quid</w>
lan ded</w>
l ls</w>
k son</w>
jac kson</w>
j ap
ic ing</w>
gol den</w>
fle xi
fic ial</w>
fi sh</w>
ff s</w>
f us
extre mely</w>
en th
du g</w>
cra fting</w>
coun t</w>
cora l</w>
congra tu
con stan
com pla
c ru
br ought</w>
bo bbing</w>
bo ards</w>
b le
b in
autom atic</w>
atta ches</w>
ar ed</w>
applau ding</w>
after wards</w>
zoom s</w>
wi ggling</w>
w ou
wou ld</w>
w in</w>
vi ly</w>
us i
tast e</w>
surr ound</w>
st ically</w>
st ab
scra pes</w>
rol ler
ro ck</w>
rhyth mic</w>
re turns</w>
re si
qu ite</w>
pu mp</w>
possi bly</w>
p ic
p atting</w>
mi cha
micha el</w>
man u
ma ke
m er
low ering</w>
low ered</w>
loa ds</w>
l ines</w>
l en
it al</w>
inhal es</w>
in al</w>
ho ri
hi g
hi ding</w>
hea vily</w>
hand les</w>
gro om</w>
flo ats</w>
flo at</w>
flexi ble</w>
fi ring</w>
exclai ms</w>
enth usi
ent ering</w>
dra matic</w>
di m</w>
deci des</w>
com for
com bed</w>
ch at</w>
car ried</w>
brea thing</w>
blin ks</w>
bi gger</w>
b ites</w>
arti ficial</w>
announ ces</w>
ag gre
a e
wi ggles</w>
up set</w>
tran s
ti m
ti l
t re
st or
ssi on
skil l
sk in
sk et
shou ts</w>
ser ved</w>
sear ching</w>
sco ops</w>
sc rubs</w>
ru p
rin sing</w>
rela xing</w>
re ma
put t</w>
presen ting</w>
por table</w>
p y</w>
oppo sing</w>
na ils</w>
n ee
mo ti
mo stly</w>
mo on
mi ssing</w>
mee t</w>
make shift</w>
la p
l one</w>
jap ane
japane se</w>
in crea
hu ddled</w>
hori zon
h eating</w>
gr ind</w>
fli cks</w>
f ts</w>
f r
enthusi a
en tire</w>
em bro
ea th</w>
di st
de stro
cra zy</w>
coo l</w>
ch ar
celebra te</w>
bo ard</w>
bar e
b ul
avo i
ar t</w>
answ ering</w>
an y
altern ating</w>
ae rob
win king</w>
wa king</w>
w ent</w>
us ual</w>
unloa ding</w>
tra vels</w>
to ssed</w>
ti ps</w>
te st</w>
tack led</w>
t ti
t an</w>
su per</w>
stra tes</w>
stea dy</w>
ste p</w>
st ati
ssi vely</w>
sof tly</w>
sig n</w>
scre w</w>
s lo
ro bo
reve aling</w>
qui et</w>
po sed</w>
pac ks</w>
p re</w>
on ary</w>
na vig
n u
n er
n ational</w>
mp ed</w>
mo p</w>
mo di
ma g
loose n</w>
loa ding</w>
kaya king</w>
ho pping</w>
hig her</w>
hi stor
gri lling</w>
gen tle</w>
gathe ring</w>
g ue</w>
fil m</w>
fi g
f lowing</w>
er sa
en er
ele vated</w>
ei ght</w>
e yed</w>
dri lls</w>
do m</w>
do d
deliver s</w>
de ter
con centra
comple tely</w>
com b</w>
cli p</w>
cho ppy</w>
c ow
br ing</w>
blin king</w>
ben eath</w>
bea t
barbe ll</w>
as ed</w>
ar ing</w>
ang led</w>
aerob ic</w>
y et</w>
un ic
ti pped</w>
tal lic</w>
ta ped</w>
swal lowing</w>
su al</w>
sty ling</w>
stro ke</w>
stati onary</w>
split s</w>
sociali zing</w>
sig ning</w>
sh iny</w>
ser ve</w>
se p
san ta</w>
rin ses</w>
resi den
residen tial</w>
relea sing</w>
recei ve</w>
re eling</w>
r om
provi des</w>
po le</w>
pin ches</w>
per s
pa ssion
p hy
phy s
ough ly</w>
od d</w>
o s</w>
modi fied</w>
me tallic</w>
manipula te</w>
loa d</w>
l un
jo gs</w>
ir ons</w>
inser ted</w>
gree ts</w>
gli de</w>
g ital</w>
for m
fin ding</w>
ener ge
ela stic</w>
dun k</w>
disp en
di gital</w>
di es</w>
decora te</w>
d den</w>
cur ls</w>
cro che
cra sh</w>
cli ps</w>
celebra tes</w>
c el
c all</w>
bott ling</w>
bot tom</w>
bab bles</w>
aw k
at tra
assi sted</w>
z z
wat ers</w>
up wards</w>
up on</w>
twir l</w>
tou ched</w>
tigh tens</w>
the red</w>
th reads</w>
th i
swa ying</w>
supp orted</w>
som ersa
sm art</w>
sla mming</w>
si mu
shi fting</w>
sha mp
sh earing</w>
scul p
scra pe</w>
retrie ve</w>
re n
poli shes</w>
po ke</w>
pin ching</w>
p ati
no w</w>
ner v
n on</w>
ma in
m ou
knea ds</w>
jo king</w>
inte resting</w>
ine se</w>
g ar
fu n</w>
fluff y</w>
fen ce</w>
dru ms</w>
drib ble</w>
dra gged</w>
di stra
constan tly</w>
compli cated</w>
comple ted</w>
comm unic
ch inese</w>
cap si
bl ur
ac h</w>
whist les</w>
vie wing</w>
un usual</w>
un lock</w>
un folds</w>
to p
top less</w>
to a
ti vely</w>
ti led</w>
tattoo ed</w>
tal ked</w>
stit ch</w>
stac ked</w>
spla shing</w>
sla m</w>
secur e</w>
scrat ches</w>
sa u
robo tic</w>
ro cks</w>
retrie ves</w>
ran dom</w>
provi ding</w>
produ cing</w>
pow er
poun ding</w>
pe d
new ly</w>
mi d</w>
medi ately</w>
man a
m b</w>
lear ns</w>
kn eel</w>
imp ro
im mediately</w>
ic s</w>
hamm ers</w>
exe cu
embro id
deter m
desc ending</w>
de als</w>
d y
cra shing</w>
cow boy</w>
congratu la
comple x</w>
colle cts</w>
chi sel
che w</w>
c ran
bur ns</w>
bri ghtly</w>
bab bling</w>
b a</w>
avo id</w>
assi sts</w>
app ar
ang ry</w>
ali an</w>
ai ming</w>
adverti sing</w>
a do
wat er
w oven</w>
w on</w>
w ind</w>
vie w</w>
twi st</w>
tro p
trop ical</w>
th or
ta i</w>
swit ching</w>
surpri sed</w>
sub mer
spra yed</w>
sp eeding</w>
sol ving</w>
smel l</w>
shu ck</w>
sho vels</w>
sh out</w>
scoo p</w>
sc rub</w>
sc aling</w>
sa id</w>
roa sts</w>
ro de</w>
respon ds</w>
re turning</w>
re el</w>
prom o
pro p
plan ted</w>
pers onal</w>
passion ately</w>
pa ying</w>
p ats</w>
o tic</w>
no ds</w>
no dding</w>
mo der
moder n</w>
mil ks</w>
men t</w>
l led</w>
kn el
knel t</w>
jo h
inclu des</w>
hur t</w>
ho r
fre shly</w>
flat ten</w>
fel t</w>
enthusia stically</w>
em er
e ve</w>
dre ss</w>
desig ned</w>
cur led</w>
cou gh
cop y</w>
colle ct</w>
but ts</w>
bu ff</w>
blur ry</w>
bare foot</w>
applau ded</w>
an tic</w>
ad v
0 0</w>
wr ong</w>
wa r</w>
ver bal</w>
ver b
verb ally</w>
un wrapping</w>
tor n</w>
tast es</w>
t ch</w>
st ick
ss ly</w>
squir ts</w>
sp ir
sma cks</w>
slow ing</w>
sla pped</w>
skill fully</w>
shu t</w>
showca sing</w>
sev en</w>
sen ding</w>
se x
scre ws</w>
ri p</w>
rhyth m
rep elling</w>
relea sed</w>
relea se</w>
re ly</w>
r ushing</w>
produ ce</w>
pier ces</w>
pho ne</w>
pe tted</w>
pa ddle</w>
na med</w>
n or
mm y</w>
mat ching</w>
mar ked</w>
m bles</w>
lo gical</w>
laun ch</w>
ju d
jo ined</w>
intera cting</w>
i an</w>
horizon tal</w>
hel ped</w>
ga ting</w>
g run
g ang
for ms</w>
fig ure</w>
fe els</w>
fe eling</w>
d ered</w>
cr ushing</w>
commen t</w>
cap sized</w>
c ri
bar ks</w>
ba ke</w>
assem bled</w>
as k</w>
adv anc
adju sted</w>
ac ts</w>
ac cross</w>
2 0
z i
wi se</w>
w o
vi bra
vi a</w>
unloa d</w>
u m</w>
tu al</w>
tti sh</w>
tigh tly</w>
ti red</w>
the se</w>
sw ung</w>
su ppo
stom p</w>
stir red</w>
st y</w>
spo tted</w>
sol o</w>
sni ffs</w>
smooth s</w>
shamp oo
sep era
sco ttish</w>
rin gs</w>
ri ses</w>
rhythm ically</w>
re s
re pe
ra ted</w>
per cus
over looking</w>
ne t</w>
n ative</w>
mma ble</w>
men ting</w>
m ows</w>
m ir
m ex
m bling</w>
lo cking</w>
lo cked</w>
li e</w>
la y
l on
invol ved</w>
inj ured</w>
inhal ing</w>
in dic
hur ls</w>
gra cefully</w>
fur ther</w>
fur ry</w>
flat tening</w>
fla mmable</w>
fac es</w>
f loo
expla ined</w>
exam ine</w>
dun king</w>
du mb</w>
di ed</w>
den ti
d ling</w>
coa ched</w>
co stu
ch y</w>
bu z
brea thes</w>
bl ank</w>
bin ding</w>
ban g</w>
b by</w>
b an</w>
b all</w>
appro ach</w>
al ed</w>
ai ms</w>
aggre ssively</w>
yaw n</w>
win ning</w>
ver tical</w>
v ir
un wraps</w>
tum bles</w>
trans f
thor oughly</w>
thi er</w>
t an
stick y</w>
st ates</w>
sprink les</w>
split ting</w>
so a
sneez e</w>
slow s</w>
sli d</w>
simu la
showca ses</w>
se ws</w>
sc ared</w>
sc al
s ort</w>
re sem
re g
re en
r owing</w>
prote ct</w>
pro pped</w>
prin ted</w>
pre ci
pow dered</w>
parachu te</w>
p ea
o logical</w>
no thing</w>
ne ed</w>
mul tic
mi ght</w>
mar ch</w>
lea d</w>
le an</w>
l o</w>
kno w</w>
jo y
inten tly</w>
inspe cts</w>
inspe cting</w>
in gui
illu strating</w>
ic i
i or</w>
hun ting</w>
hu ddle</w>
ho lic</w>
ho ck
hock ey</w>
har ne
happ ens</w>
hand made</w>
hand led</w>
h ou
gui de</w>
grap hi
gr ound</w>
go of
gi ggle</w>
gathe rs</w>
g old</w>
g n
foc used</w>
fic ult</w>
fea turing</w>
fa mous</w>
fa ir
f tly</w>
f ry</w>
execu tes</w>
ex ce
en ough</w>
ele ss</w>
e v
dre sses</w>
dif ficult</w>
di e</w>
determ ine</w>
desc end</w>
da y</w>
d led</w>
cti vely</w>
crou ching</w>
compe tes</w>
col ors</w>
co holic</w>
clim bed</w>
chi l
cha se</w>
ch i</w>
bu y</w>
brai ds</w>
bo xes</w>
be comes</w>
autom ated</w>
attra ctive</w>
assi st</w>
assem bles</w>
ar gue</w>
al coholic</w>
a m</w>
wh eel</w>
w ri
un boxing</w>
twi sted</w>
tum bling</w>
til ts</w>
ti onal</w>
ti ll</w>
thr ough
th ank</w>
ten ding</w>
t ar
swee t</w>
swal low</w>
su s</w>
sty les</w>
stra ted</w>
stom ps</w>
spar ring</w>
so li
sma sh</w>
slee py</w>
si zz
sho ves</w>
sculp ting</w>
sc oring</w>
saf e</w>
s ways</w>
s ung</w>
s king</w>
s al
ro pes</w>
rin se</w>
ri pped</w>
rever se</w>
reac ts</w>
re turn</w>
re cted</w>
prai ses</w>
positi oned</w>
poli shed</w>
pier ce</w>
pati ently</w>
pac ed</w>
p lea
oun ded</w>
nerv ous</w>
nee ded</w>
na m</w>
n ic
men ti
men tal</w>
measur es</w>
measur ed</w>
loo ked</w>
lin dri
lindri cal</w>
lea ping</w>
le y</w>
la be
grin ds</w>
gi ggles</w>
gg y</w>
gest uring</w>
ger man</w>
gang nam</w>
fu zzy</w>
floo ded</w>
fair ly</w>
f ying</w>
f ru
f fe
f ar
exhal es</w>
exerci ses</w>
ex posed</w>
ex plo
era mic</w>
deta iled</w>
cy lindrical</w>
crou ched</w>
cre ated</w>
conver se</w>
cont rolled</w>
con tains</w>
col lap
cap tur
cal i
c eramic</w>
brea k
brai ded</w>
ble w</w>
bla sting</w>
beat boxing</w>
au cti
at u
approa ching</w>
accep ting</w>
vi ol
vacuu ms</w>
v elling</w>
ur es</w>
uni formed</w>
tri ps</w>
tra in</w>
through out</w>
th y</w>
th an
teen aged</w>
te sts</w>
tack ling</w>
ta un
t ered</w>
swir ls</w>
stac ks</w>
spo tting</w>
sp il
snow ing</w>
sn o
smooth ly</w>
skate boards</w>
sho cked</w>
sem i</w>
scrat ching</w>
sca le</w>
sc u
sc ary</w>
san d
s oo
repea ted</w>
ren tly</w>
reg arding</w>
rea r</w>
r ow
r a</w>
prun e</w>
pre form</w>
power ful</w>
positi ons</w>
pl un
phys ical</w>
pho to
nic ely</w>
navig ate</w>
mol ding</w>
ma y</w>
m or
lass o</w>
l ly</w>
inter pre
in iti
hur ts</w>
ho n
gui ded</w>
groom s</w>
graphi c</w>
foc uses</w>
fi re</w>
fee l</w>
expla ing</w>
expl ore</w>
ex otic</w>
energe tic</w>
emp ties</w>
em bra
el l</w>
di ly</w>
decora tes</w>
deci de</w>
conver sing</w>
conne ct</w>
condu cting</w>
compla ins</w>
chu bby</w>
cho pped</w>
chisel ing</w>
chan t</w>
capsi zes</w>
bur p</w>
bro ke</w>
bab ly</w>
b ind</w>
b b
atu ral</w>
at ically</w>
ar cha
ad dresses</w>
ac tually</w>
2 0</w>
who se</w>
war dly</w>
wa i
video ing</w>
vi gating</w>
va ulting</w>
uni form</w>
under way</w>
un ited</w>
ty ping</w>
tw in</w>
tran sp
tra ined</w>
thin ks</w>
ten ed</w>
tack le</w>
ta il</w>
t un
t ering</w>
swir ling</w>
swi ftly</w>
su ally</w>
stro king</w>
stri ke</w>
str inging</w>
sta in
st in
squ i
squ e
squ at
squat ted</w>
sp an
soun ding</w>
soli d</w>
si ps</w>
si ft</w>
shu ts</w>
show ed</w>
sho pping</w>
sc ent</w>
sa ils</w>
s able</w>
rep orts</w>
re fle
ra tes</w>
ra pp
pro bably</w>
pr o</w>
positi on</w>
poin t</w>
po lit
pit ching</w>
pac k
p on
p ly</w>
or ig
oc cur
ne ver</w>
na vigating</w>
n atural</w>
multic ol
mil ling</w>
me ss
m ingly</w>
lun ges</w>
le vel</w>
le scent</w>
kn ead</w>
iti sh</w>
introdu cing</w>
intervie ws</w>
imit ates</w>
hur ling</w>
ho me</w>
hel lo</w>
harne ssed</w>
happ ened</w>
g oo
fru strated</w>
fore sted</w>
fi xed</w>
f un
exten ding</w>
ext ra</w>
exce ss</w>
ex ca
even ly</w>
e ver</w>
e st</w>
e sca
e ological</w>
dru m</w>
describ ed</w>
de c
d ering</w>
cy c
cough ing</w>
cont rolling</w>
com par
brie f</w>
bo x</w>
bo w</w>
bi dding</w>
be i
balanc ed</w>
ba thing</w>
b on
b ite</w>
b er</w>
awk wardly</w>
au str
at v</w>
archa eological</w>
ar s</w>
appar ently</w>
answ ers</w>
announ cing</w>
an ti
ama zing</w>
ado lescent</w>
1 9
wel ds</w>
war ming</w>
vir tual</w>
video taping</w>
vi sed</w>
va ping</w>
uti li
up coming</w>
un screwing</w>
tran sla
tick le</w>
than king</w>
th n
thn ic</w>
ter ned</w>
te thered</w>
supp orts</w>
su v</w>
stro kes</w>
stan d
stain less</w>
sta r</w>
st are</w>
squeez e</w>
sn at
si on</w>
shi fts</w>
sh ears</w>
sh ear</w>
ser ious</w>
separ ated</w>
see mingly</w>
se cti
scre en</w>
s l
rom antic</w>
roller skating</w>
ri d</w>
reve als</w>
rep eats</w>
re gular</w>
re d
qu e
proce ed</w>
pre gn
pregn ant</w>
po pped</w>
plu cks</w>
pla in</w>
percus sion</w>
pat terned</w>
pa uses</w>
out er</w>
organi zing</w>
opera ted</w>
on line</w>
multicol ored</w>
mim ics</w>
mex ican</w>
mat ch</w>
mar in
manu ally</w>
maneuver ing</w>
mana ges</w>
m ill</w>
lon ger</w>
lass os</w>
kn itted</w>
k o
joy fully</w>
joh n</w>
instru mental</w>
in ted</w>
in a</w>
illu min
hu gged</w>
hol l
histor ical</w>
hea ding</w>
gri lled</w>
fro sting</w>
foc using</w>
fi d
f y</w>
f itting</w>
extre me</w>
exper tly</w>
every thing</w>
en gra
e thnic</w>
e d
distra cted</w>
dis play</w>
di rected</w>
di pped</w>
d r
d on
cu be</w>
crow d
cro ss
costu med</w>
contro ls</w>
continu ally</w>
constru cting</w>
constru cted</w>
consi sting</w>
condu cts</w>
concentra ting</w>
cla d</w>
circ ling</w>
cho o
car tw
but t</w>
bur st</w>
bun dled</w>
bu tting</w>
br itish</w>
bei ge</w>
bar ely</w>
avoi ding</w>
at ical</w>
arti stic</w>
ar ri
an no
accep ts</w>
ac hi
a side</w>
a er
y or
yor k</w>
whe eling</w>
wa vy</w>
vi sual</w>
va ult</w>
up ward</w>
un screw</w>
tw en
twen ty</w>
tt ered</w>
tr ys</w>
toa sting</w>
to pp
tim es</w>
them atical</w>
the rs</w>
the r
tea sing</w>
suc ceeds</w>
submer ged</w>
stru ggle</w>
stan t</w>
st ating</w>
squir ms</w>
spi ral</w>
spe ed</w>
sp s</w>
sp eeds</w>
skin ny</w>
skil led</w>
sin k</w>
sil ently</w>
si c</w>
sho ving</w>
sex y</w>
separ ates</w>
sen ds</w>
secur ed</w>
sea l</w>
scal es</w>
roa d</w>
reac t</w>
rea dies</w>
re sted</w>
re placing</w>
re hear
prom p
professi onally</w>
pro je
pri or</w>
pre pping</w>
particip ates</w>
out stretched</w>
orig inal</w>
oc cu
ob sc
ni ke</w>
mol ten</w>
mo d
mir ro
me ted</w>
mar ks</w>
ma thematical</w>
m it
low ed</w>
lo cks</w>
lea st</w>
le ssly</w>
laugh ed</w>
l a</w>
ke pt</w>
inter rup
initi ally</w>
in form
i phone</w>
hu mming</w>
ho w
ho p</w>
hi dden</w>
hel meted</w>
he y</w>
hamm er</w>
grun ting</w>
gr owing</w>
ga ve</w>
g la
for wards</w>
fl ings</w>
fa st
fa iling</w>
f ra
f itted</w>
f its</w>
ext ingui
ex tra
every where</w>
enter taining</w>
embra ce</w>
el d</w>
ea ten</w>
e qui
e moti
direc t</w>
di spo
di ag
d ue</w>
d ea
cur rently</w>
coo ing</w>
con gre
colle cted</w>
coa ches</w>
cli pped</w>
ci ous</w>
chil ds</w>
che sted</w>
cel era
bu mping</w>
br ow
bow ls</w>
blo cks</w>
b at</w>
b ased</w>
b ad
au di
app ed</w>
any thing</w>
an tly</w>
an d
al lowing</w>
aer ial</w>
ac celera
ab o
a mus
a ir
20 1
1 00</w>
y ou
y es</w>
y be</w>
wrest les</w>
wor k
whe ther</w>
wei ght</w>
vie ws</w>
vibra ting</w>
var ying</w>
v el
un to</w>
un cooked</w>
tra velling</w>
tra vel</w>
ti p</w>
ti med</w>
th um
t led</w>
t ele
supp orting</w>
supervi ses</w>
sud den</w>
su m
su bur
subur ban</w>
stea dily</w>
ste ers</w>
ste ering</w>
ste als</w>
stac k</w>
st on</w>
squ ea
squ a
sprink ling</w>
spo t</w>
spla shes</w>
sp ar</w>
sno w</w>
sn ea
slee p</w>
sket ching</w>
sizz ling</w>
sen d</w>
sel e
sau te
sa d</w>
rup tly</w>
ri sing</w>
ri dding</w>
rec lining</w>
re st</w>
ra ps</w>
ra ble</w>
polit ical</w>
pin e</w>
pa ddles</w>
p ound</w>
p oo
p low</w>
over weight</w>
ou tw
organi zed</w>
or n
or mous</w>
on going</w>
n ine</w>
moun ts</w>
mou se</w>
mi ss</w>
mat ically</w>
ma ybe</w>
ma ssive</w>
m old</w>
low een</w>
lo st</w>
li sh</w>
lea p</w>
le v
labe led</w>
ki d</w>
k ar
ir s</w>
introdu ce</w>
inspe ct</w>
indic ates</w>
in t</w>
impro ve</w>
impre ssive</w>
ho ver
hi oned</w>
head banging</w>
he sit
hal loween</w>
hal f
ha ir</w>
h ung</w>
h eat</w>
gra bbed</w>
gr and</w>
ge st</w>
g y
g lo
fre e
fl u
fi f
fi ddling</w>
fa iled</w>
exhal ing</w>
enter tain</w>
enga ges</w>
en ormous</w>
emp tying</w>
embroid ering</w>
ele g
du tch</w>
dro ve</w>
dra in</w>
down ward</w>
dispo sable</w>
di vi
dang ling</w>
dang erous</w>
danc ed</w>
d le</w>
cus hioned</w>
cr ush</w>
constru ct</w>
conne cting</w>
com b
clo thed</w>
cla ssi
chi r
ch ased</w>
care ful</w>
can o
cal cu
ca sually</w>
c ym
c ore</w>
bu ffing</w>
bro ad
bott led</w>
bo iling</w>
blin k</w>
bla ding</w>
bl end</w>
ben ch</w>
bel ches</w>
bad ly</w>
bac ked</w>
ba sic</w>
b road</w>
b re
b il
at ter</w>
app earing</w>
answ er</w>
anc e</w>
an ing</w>
al u
al ig
ad m
accompani es</w>
ab ruptly</w>
a wake</w>
zoom ed</w>
z ily</w>
y an
wor n</w>
whi pping</w>
whe els</w>
wa ved</w>
wa des</w>
w o</w>
viol ently</w>
ver tically</w>
v or
ush ed</w>
un even</w>
un cor
un able</w>
tran spar
transpar ent</w>
ti eing</w>
tea ses</w>
t ru
t ary</w>
supp ort</w>
stru ck</w>
sta ys</w>
st ering</w>
st ate</w>
spir ited</w>
spi ky</w>
span ic</w>
soun dly</w>
some what</w>
some times</w>
snat ches</w>
sn oring</w>
sle ds</w>
ski is</w>
sin king</w>
sil ent</w>
si ded</w>
she ers</w>
she er</w>
sh are</w>
separ ately</w>
se cu
sc an</w>
sc an
sa ting</w>
sa mp
sa m
ru mma
ro ped</w>
ri dden</w>
rema ining</w>
rela xes</w>
rela x</w>
rec re
reac ting</w>
re nt</w>
put ts</w>
produ ces</w>
preci se</w>
pre pped</w>
prai sing</w>
poo r</w>
pon y</w>
po or
poor ly</w>
pla ting</w>
pea cefully</w>
pack aged</w>
p ol
out h</w>
ou red</w>
orn ate</w>
or che
on i
off screen</w>
ne ss</w>
narra ted</w>
n is</w>
n al</w>
mus t</w>
moun t</w>
moon walks</w>
moon walking</w>
mo w</w>
mit ten
mim icking</w>
men ts</w>
mel ted</w>
me sm
mar y</w>
mar i
ma in</w>
lov es</w>
lo gi
lean ed</w>
lar ing</w>
lar es</w>
la cing</w>
ki d
ki a</w>
j i
inter mitten
int on</w>
increa sing</w>
in ous</w>
in o</w>
in de
in cre
incre di
impre ssed</w>
hun d
hund red</w>
hoo ded</w>
hol low</w>
high lighting</w>
hi spanic</w>
hi king</w>
he sive</w>
he al
gre et</w>
ga in</w>
g st</w>
g l
fle xing</w>
flat tens</w>
fla shes</w>
fla iling</w>
fin ely</w>
fi es</w>
fa ir</w>
f ted</w>
f ries</w>
explo des</w>
ex pe
equi pped</w>
enter tains</w>
ear ed</w>
e ffe
du mp</w>
dri ps</w>
do cked</w>
dist orted</w>
dispen ses</w>
dic ing</w>
di an</w>
destro y</w>
deli ver</w>
deli cious</w>
dee ply</w>
de fla
de fen
da d</w>
d ges</w>
d ab
cym bal</w>
croche ting</w>
croche t</w>
coo ling</w>
continu ing</w>
collap ses</w>
coa ching</w>
classi c</w>
char ging</w>
cartw he
cano eing</w>
cal ming</w>
c run
bur sts</w>
bob sledding</w>
ban da
back stroke</w>
ba thed</w>
ba gging</w>
b lock</w>
avoi ds</w>
austr alian</w>
atten d</w>
assi sting</w>
anti que</w>
anc ho
an ying</w>
amon gst</w>
altern ates</w>
al lows</w>
adverti ses</w>
ad hesive</w>
accomp anying</w>
a sc
z a
w on
vor ite</w>
un successful</w>
ul ts</w>
ul ted</w>
thin k</w>
the mself</w>
tattoo ing</w>
ta pes</w>
t ling</w>
t i</w>
swi ss</w>
supervi sing</w>
stuff s</w>
stea ming</w>
star tled</w>
ssi ly</w>
squ ee
sp ee
so on</w>
sli pp
slipp ery</w>
skate board</w>
si pping</w>
shu cking</w>
sharp ened</w>
sh re
sh ined</w>
sel ling</w>
sel l</w>
se l</w>
se du
se aled</w>
sc ri
sc en
rot ated</w>
rot ate</w>
ri ously</w>
res ulting</w>
rehear sing</w>
reen acting</w>
re f
re ci
poun ds</w>
positi ve</w>
po st</w>
po logi
plu gged</w>
plu cking</w>
pic tured</w>
pi e
pa per</w>
p at</w>
or t
on es</w>
om ing</w>
od dly</w>
mp y</w>
moun ta
mirro red</w>
mil ked</w>
mesm er
mesmer ized</w>
menti ons</w>
mel t</w>
medi um</w>
me ssily</w>
mar k</w>
mag ni
ma d</w>
m ur
lo sing</w>
li zed</w>
le veling</w>
lass o
lar ly</w>
la ced</w>
l y
l ove</w>
kid die</w>
k il
jud ged</w>
it alian</w>
infla te</w>
in ts</w>
in k
illu strates</w>
ign ite</w>
ic a</w>
i sing</w>
i sed</w>
i s
i es</w>
i denti
ho ping</w>
histor ic</w>
hi de</w>
heal thy</w>
half way</w>
gu e
g one</w>
fri en
frien dly</w>
fo cu
focu s</w>
fluff s</w>
fli ck</w>
fl ung</w>
fl inging</w>
fir es</w>
fi ddles</w>
fea tured</w>
fa vorite</w>
f ou
f ically</w>
expl or
exe cute</w>
exam ined</w>
ex presses</w>
ex it</w>
eu ro
esca pe</w>
en ded</w>
emp tied</w>
emer ges</w>
em be
eleg ant</w>
e g
dri pping</w>
don al
do ck</w>
di sm
di sh</w>
dea d
de plo
de pic
da ily</w>
cross e</w>
cre ative</w>
cra ft</w>
cr ushes</w>
cr ushed</w>
coun ter</w>
conver ses</w>
cont orts</w>
compla ining</w>
col li
cli cking</w>
chi ps</w>
ch al
captur es</w>
ca sual</w>
c uring</w>
c eeding</w>
brea d</w>
bl ind</w>
beauti fully</w>
bea ten</w>
barbe cu
ban d
b iting</w>
b ill</w>
ar ab
amus ed</w>
ama zed</w>
al y
adverti sed</w>
adm iring</w>
achi eve</w>
ab dom
a pologi
a far</w>
5 0</w>
z oo
y our
work out</w>
who m</w>
whi r
wh ines</w>
w rec
vo cali
vi siting</w>
ver sus</w>
v eless</w>
uni denti
under stand</w>
under ground</w>
un tying</w>
un boxes</w>
tur e</w>
tri angular</w>
tele vised</w>
ta ined</w>
t angled</w>
stri p</w>
stin ky</w>
stand ard</w>
st ring</w>
sque als</w>
spo on</w>
speci fically</w>
sp it</w>
soo thing</w>
soci al</w>
snow boards</w>
sni ffing</w>
smoo thes</w>
sma cking</w>
sli ght</w>
slee veless</w>
ski m</w>
simula ted</w>
shor tly</w>
sho ve</w>
sen ior</w>
sel fi
selfi e</w>
secu rely</w>
scre e
scor ed</w>
sc rubbed</w>
sc rolling</w>
sam sung</w>
s orts</w>
s or
s ick</w>
run g</w>
rubi x</w>
ri sh</w>
